/* 
   Localizable.strings
   QuincyKit

   Created by Andreas Linde on 04.03.09.
   Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ Unexpectedly Quit";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "%@ quit unexpectedly. Would you like to send an anonymous crash report so we can fix the problem?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Always Send";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Send Report";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Don't Send";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Sending…";


/* Crash status dialog */

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Previously on %@";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "%@ quit unexpectedly. The good news? The cause of the crash has been found and fixed for a future update. Stay tuned.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "%@ quit unexpectedly. The good news? We’ve already fixed the bug, and submitted an update to Apple. Hang tight while it’s in review!";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "%@ quit unexpectedly. The good news? We've already fixed the bug! Please update to the latest version.";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "%@ quit unexpectedly. We'd really appreciate it if you could send us more information about the crash.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "OK";
